Repository: miataru/miataru-ios-client
Catalog: miataru/miataruWidgets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

source: Device
da: Enhed
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
zh_hans: 设备

# live_activity_arrival
source: Arrival
da: Ankomst
de: Ankunft
es: Llegada
fi: Saapuminen
fr: Arrivée
it: Arrivo
ja: 到着
nl: Aankomst
zh_hans: 到达

# live_activity_eta
source: Remaining time
da: Resterende tid
de: Restzeit
es: Tiempo restante
fi: Aikaa jäljellä
fr: Temps restant
it: Tempo rimanente
ja: 残り時間
nl: Resterende tijd
zh_hans: 剩余时间

# live_activity_own_location_stale
source: Own position outdated
da: Egen position er forældet
de: Eigene Position veraltet
es: Posición propia desactualizada
fi: Oma sijainti on vanhentunut
fr: Ta position n’est plus à jour
it: Posizione attuale non aggiornata
ja: 自分の位置情報が古くなっています
nl: Eigen positie is verouderd
zh_hans: 你的位置已过期

# live_activity_update_delayed
source: Update delayed
da: Opdatering forsinket
de: Aktualisierung verzögert
es: Actualización retrasada
fi: Päivitys viivästyy
fr: Mise à jour retardée
it: Aggiornamento in ritardo
ja: 更新が遅れています
nl: Update vertraagd
zh_hans: 更新延迟

source: Location loading…
da: Indlæser placering…
de: Standort wird geladen…
es: Cargando ubicación…
fi: Ladataan sijaintia…
fr: Chargement de la localisation…
it: Caricamento posizione…
ja: 位置情報を読み込み中…
nl: Locatie laden…
zh_hans: 正在加载位置…

# widget_distance_unknown
source: Distance unavailable
da: Afstand ikke tilgængelig
de: Entfernung nicht verfügbar
es: Distancia no disponible
fi: Etäisyys ei saatavilla
fr: Distance indisponible
it: Distanza non disponibile
ja: 距離は利用できません
nl: Afstand niet beschikbaar
zh_hans: 距离不可用

# widget_intent_description
source: Choose the device to display in the widget.
da: Vælg den enhed, som widgetten skal vise.
de: Wähle das Gerät aus, das im Widget angezeigt werden soll.
es: Elige el dispositivo que quieres mostrar en el widget.
fi: Valitse widgetissä näytettävä laite.
fr: Choisis l’appareil à afficher dans le widget.
it: Scegli il dispositivo da mostrare nel widget.
ja: ウィジェットに表示するデバイスを選んでください。
nl: Kies het apparaat dat de widget moet tonen.
zh_hans: 选择要在小组件中显示的设备。

# widget_intent_device_title
source: Device
da: Enhed
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
zh_hans: 设备

# widget_intent_title
source: Select device
da: Vælg enhed
de: Gerät auswählen
es: Seleccionar dispositivo
fi: Valitse laite
fr: Sélectionner un appareil
it: Seleziona dispositivo
ja: デバイスを選択
nl: Apparaat selecteren
zh_hans: 选择设备

# widget_last_update
source: Updated
da: Opdateret
de: Aktualisiert
es: Actualizado
fi: Päivitetty
fr: Mis à jour
it: Aggiornato
ja: 更新
nl: Bijgewerkt
zh_hans: 已更新

# widget_location_unknown
source: Location unavailable
da: Placering ikke tilgængelig
de: Standort nicht verfügbar
es: Ubicación no disponible
fi: Sijainti ei saatavilla
fr: Localisation indisponible
it: Posizione non disponibile
ja: 位置情報はありません
nl: Locatie niet beschikbaar
zh_hans: 位置不可用

# widget_map_description
source: Shows the selected device on a map and its distance from you.
da: Viser den valgte enheds position på et kort og afstanden til den.
de: Zeigt die Position des ausgewählten Geräts auf einer Karte und die Entfernung zu ihm.
es: Muestra el dispositivo seleccionado en un mapa y a qué distancia está de ti.
fi: Näyttää valitun laitteen sijainnin kartalla ja sen etäisyyden sinusta.
fr: Affiche la position de l’appareil choisi sur une carte et sa distance par rapport à toi.
it: Mostra la posizione del dispositivo scelto su una mappa e la sua distanza da te.
ja: 選択したデバイスの位置を地図に表示し、自分からの距離も示します。
nl: Toont de locatie van het gekozen apparaat op een kaart en de afstand tot jou.
zh_hans: 在地图上显示所选设备的位置及其与你的距离。

# widget_map_display_name
source: Device Map
da: Enhedskort
de: Gerätekarte
es: Mapa del dispositivo
fi: Laitteen kartta
fr: Carte de l'appareil
it: Mappa dispositivo
ja: デバイスの地図
nl: Apparaatkaart
zh_hans: 设备地图

# widget_no_device_selected
source: No device selected
da: Ingen enhed valgt
de: Kein Gerät ausgewählt
es: No se ha seleccionado ningún dispositivo
fi: Ei laitetta valittu
fr: Aucun appareil sélectionné
it: Nessun dispositivo selezionato
ja: デバイスが選択されていません
nl: Geen apparaat geselecteerd
zh_hans: 未选择设备

# widget_text_description
source: Shows where a selected device is and how far it is from you.
da: Viser hvor en valgt enhed er og hvor langt væk den er fra dig.
de: Zeigt, wo sich ein ausgewähltes Gerät befindet und wie weit es entfernt ist.
es: Muestra dónde está un dispositivo seleccionado y qué tan lejos está de ti.
fi: Näyttää missä valittu laite on ja kuinka kaukana se on sinusta.
fr: Affiche la position de l’appareil choisi et sa distance par rapport à toi.
it: Mostra dove si trova un dispositivo selezionato e quanto è lontano da te.
ja: 選択したデバイスの位置と距離を表示します。
nl: Toont waar een geselecteerd apparaat zich bevindt en hoe ver het van je verwijderd is.
zh_hans: 显示所选设备的位置以及它与你的距离。

# widget_text_display_name
source: Device Location
da: Enhedsplacering
de: Gerätestandort
es: Ubicación del dispositivo
fi: Laitteen sijainti
fr: Localisation de l'appareil
it: Posizione dispositivo
ja: デバイスの位置
nl: Apparaatlocatie
zh_hans: 设备位置
